Repository: compiz-reloaded/emerald
Catalog: po/*.po
Languages: ka

source: Based on original gtk-window-decorator
ka: ბაზირებულია ორიგინალ gtk-window-decorator-ზე

source: Round Top Left Corner
ka: ზედა მარცხენა კუთხის მომრგვალება

source: Round Top Right Corner
ka: ზედა მარჯვენა კუთხის მომრგვალება

source: Round Bottom Left Corner
ka: ქვედა მარცხენა კუთხის მომრგვალება

source: Round Bottom Right Corner
ka: ქვედა მარჯვენა კუთხის მომრგვალება

source: Rounding Radius
ka: მომრგვალების რადიუსი

source: Colors
ka: ფერები

source: Outer Frame Blend
ka: გარე ჩარჩოს სირბილე

source: Inner Frame Blend
ka: შიდა ჩარჩოს სირბილე

source: Outer Titlebar Blend
ka: სათაურის გარე სირბილე

source: Inner Titlebar Blend
ka: სათაურის შიდა სირბილე

source: Titlebar Separator
ka: სათაურის გამყოფი

source: Frame Outline
ka: ფანჯრის კონტური

source: Frame Highlight
ka: ფანჯრის გამოკვეთა

source: Frame Shadow
ka: ჩარჩოს ჩრდილი

source: Contents Outline
ka: კონტურის შემცველობა

source: Contents Highlight
ka: გამოკვეთის შემცველობა

source: Contents Shadow
ka: ჩრდილის შემცველობა

source: Frame
ka: კადრი

source: Based on original legacy
ka: დაფუძნებულია მოძველებულზე

source: Title Bar
ka: სათაურის ზოლი

source: Designed to be vista-ish in nature
ka: შექმნილია, რომ წააგავდეს Vista-ს

source: Base
ka: ფუძე

source: Glow
ka: ნათება

source: Sides
ka: მხარეები

source: Everything done with customizable pixmaps!
ka: ყველაფერი შექმნილია შეცვლადი სურათებით!

source: Top Rounding Radius
ka: ზედა მომრგვალების რადიუსი

source: Bottom Rounding Radius
ka: ქვედა მომრგვალების რადიუსი

source: _Clear
ka: გასუფთავება

source: Scaled
ka: გადიდებული

source: Not adjustable
ka: არამორგებადი

source: Same as Active
ka: იგივე, რაც აქტიური

source: Pixmap
ka: სურათი

source: File
ka: ფაილი

source: Preview
ka: მინიატურა

source: Clear
ka: სუფთა ცა

source: Tiled/Scaled
ka: გამეორება/მასშტაბი

source: Width Override
ka: სიგანის გადაფარვა

source: Height Override
ka: სიმაღლის გადაფარვა

source: Glassy effects for your windows
ka: მინის ეფექტი თქვენი ფანჯრებისთვის

source: Glow Height
ka: ნათების სიმაღლე

source: Frame Base Color
ka: ფანჯრის ძირითადი ფერი

source: Upper Titlebar Glow
ka: ქუდის ნათების მაქსიმუმი

source: Upper Glass Glow
ka: მინის ნათების მაქსიმუმი

source: Lower Glass Glow
ka: მინის ნათების მინიმუმი

source: Middle Glass Glow
ka: მინის ნათების საშუალო

source: Outer Glass Glow
ka: მინის გარე ნათება

source: Multiple gradients with somewhat glassy features too
ka: მინისებრი თვისებების მქონე რამდენიმე გრადიენტი

source: Left Blend
ka: მარცხენა გრადიენტი

source: Middle Blend
ka: შუა გრადიენტი

source: Right Blend
ka: მარჯვენა გრადიენტი

source: Contrast
ka: კონტრასტი

source: (Color)
ka: (ფერი)

source: (Alpha)
ka: (ალფა)

source: Notch
ka: ამოკვეთა

source: Position
ka: პოზიცია

source: Curve
ka: მრუდი

source: Offset
ka: წანაცვლება

source: Use Glow
ka: ნათების გამოყენება

source: Title Glow
ka: სათაურის ნათება

source: Radius
ka: რადიუსი

source: Evolved from the legacy engine
ka: აღმოცენდა მოძველებული ძრავიდან

source: Border Gap
ka: საზღვრის შუალედი

source: Show Border when maximised?
ka: ვაჩვენო საზღვარი, როცა ფანჯარა გაშლილია?

source: Show when minimised?
ka: ვაჩვენო, როცა ჩაკეცილია?

source: Minimised Border Size
ka: ჩაკეცილი საზღვრის ზომა

source: Enable Left Bar Dip?
ka: ჩავრთო მარცხენა ზოლის ჩაფლობა?

source: Left Bar Radius
ka: მარცხენა ზოლის რადიუსი

source: Enable Lower Bulge? (Useless at the moment, but will be used soon)
ka: გამოვიყენო დაბალი ამობურცულობა? (ამ წამს გამოუსადეგარია, მაგრამ მალე დავწერთ)

source: Top Corner Offset (%)
ka: ზედა კუთხის წანაცვლება (%)

source: Enable Title Bar Dip?
ka: ჩავრთო სათაურის ზოლის ჩაფლობა?

source: Enable Button Part?
ka: ჩავრთო ღილაკის ნაწილი?

source: Title Part Width
ka: სატაურის ნაწილის სიგანე

source: Button Part Width)
ka: ღილაკის ნაწილის სიგანე)

source: Dip Corners Radius)
ka: კუთხის ჩაფლობის რადიუსი)

source: Round Inside Corners As well?
ka: კუთხეების შიგნითაც მოვამრგვალო?

source: Enable Different Maximised Colors?
ka: ჩავრთო მაქსიმიზაციის სხვადასხვა ფერები?

source: Turn Off repeating gradients when maximised?
ka: გამოვრთო გამეორებადი გრადიენტები, როცა მაქსიმიზებულია?

source: Round Top Left Corner?
ka: მოვამრგვალო ზედა მარცხენა კუთხე?

source: Frame Rounding Radius
ka: ჩარჩოს მომრგვალების რადიუსი

source: Titlebar Rounding Radius
ka: სათაურის ზოლის მომრგვალების რადიუსი

source: Repeat Gradient?
ka: გავიმეორო გრადიენტი?

source: Vertical Repeat?
ka: ვერტიკალური გამეორება?

source: Diagonal Repeat?
ka: დიაგონალური გამეორება?

source: Repeat Frequency
ka: გამეორების სიხშირე

source: Enable Title Part Pixmap?
ka: ჩავრთო სათაურის ნაწილის გამოსახულება?

source: Repeat Title Part Pixmap?
ka: გავიმეორო სათაურის ნაწილის გამოსახულება?

source: Title Bar Part Pixmap
ka: სათაურის ზოლის ნაწილის გამოსახულება

source: Choose Titlebar Part Pixmap
ka: აირჩიეთ სათაურის ზოლის ნაწილის გამოსახულება

source: Enable Button Part Pixmap?
ka: ჩავრთო ღილაკის ნაწილის გამოსახულება?

source: Repeat Button Part Pixmap?
ka: გავიმეორო ღილაკის ნაწილის გამოსახულება?

source: Button Part Pixmap
ka: ღილაკის ნაწილის გამოსახულება

source: Choose Button Part Pixmap
ka: აირჩიეთ ღილაკის ნაწილის გამოსახულება

source: Enable Titlebar Pixmap?
ka: ჩავრთო ღილაკის ნაწილის გამოსახულება?

source: Repeat Titlebar Pixmap?
ka: გავიმეორო ღილაკის ნაწილის გამოსახულება?

source: Titlebar Pixmap
ka: სათაურის ზოლის გამოსახულება

source: Choose Titlebar Pixmap
ka: აირჩიეთ სათაურის ზოლის გამოსახულება

source: Active/Inactive
ka: აქტიური/არააქტიური

source: Maximised
ka: მთელ ეკრანზე გაშლილი

source: Corners
ka: კუთხეები

source: Border Layout
ka: საზღვრის განლაგება

source: Left Bar
ka: მარცხენა ზოლი

source: Pixmaps
ka: გამოსახულებები

source: Select Engine
ka: აირჩიეთ ძრავა

source: Close Window
ka: ფანჯრის დახურვა

source: Maximize Window
ka: ფანჯრის გადიდება

source: Restore Window
ka: ფანჯრის აღდგენა

source: Minimize Window
ka: ფანჯრის ჩაკეცვა

source: Context Help
ka: კონტექსტური დახმარება

source: Window Menu
ka: ფანჯრის მენიუ

source: Shade Window
ka: ფანჯრის დაჩრდილვა

source: UnShade Window
ka: ფანჯრის განჩრდილვა

source: Set Above
ka: ზემოდან დაყენება

source: UnSet Above
ka: ზემოდან დაყენების მოხსნა

source: Stick Window
ka: ფანჯრის მიმაგრება

source: UnStick Window
ka: ფანჯრის მოხსნა

source: Super Maximize Window
ka: ფანჯრის ძალიან გადიდება

source: The window "%s" is not responding.
ka: ფანჯარა "%s" არ პასუხობს.

source: Forcing this application to quit will cause you to lose any unsaved changes.
ka: აპლიკაციიდან იძულებითი გასვლა თქვენი ყველა შეუნახავი ცვლილების დაკარგვას გამოიწვევს.

source: _Cancel
ka: გაუქმება

source: _Force Quit
ka: _ძალით გასვლა

source: <b><big>%s</big></b> <i>%s</i> <small><b>Version</b> %s <b>Created By</b> %s <b>Use With</b> %s </small>
ka: <b><big>%s</big></b> <i>%s</i> <small><b>ვერსია</b> %s <b>ავტორი</b> %s <b>გამოიყენეთ</b> %s </small>

source: <b><big>%s</big></b> (System Theme) <i>%s</i> <small><b>Version</b> %s <b>Created By</b> %s <b>Use With</b> %s </small>
ka: <b><big>%s</big></b> (სისტემის თემა) <i>%s</i> <small><b>ვერსია</b> %s <b>ავტორი</b> %s <b>გამოიყენეთ</b> %s </small>

source: Unknown
ka: უცნობი

source: Whatever (no hint)
ka: რამე (მინიშნების გარეშე)

source: No Description
ka: აღწერის გარეშე

source: Invalid Theme Name
ka: თეის არასწორი სახელი

source: Invalid theme file. Does not end in .emerald
ka: არასწორი თემის ფაილი. არ სრულდება სტრიქონით .emerald

source: Invalid Theme Name Could Not Export
ka: არასწორი თემის სახელი გატანა შეუძლებელია

source: Invalid File Name Must End in .emerald
ka: არასწორი ფაილის სახელი უნდა სრულდებოდეს სტრიქონით .emerald

source: Error calling tar.
ka: TAR-ის გამოძახების შეცდომა.

source: Theme Exported
ka: თემა გატანილია

source: Can't save over system themes (or you forgot to enter a name)
ka: სისტემურ თემებს თავზე ვერ გადავაწერ (ან სახელის შეყვანა დაგავიწყდათ)

source: Overwrite Theme %s?
ka: გადავაწერო თემაზე %s?

source: Couldn't Write Theme
ka: თემის ჩაწერის შეცდომა

source: Couldn't Form Theme
ka: თემის ფორმირების შეცდომა

source: Theme Saved
ka: თემა შენახულია

source: Can't delete system themes (or you forgot to enter a name)
ka: სისტემური თემის წაშლა შეუძლებელია (ან სახელის შეყვანა დაგავიწყდათ)

source: Are you sure you want to delete %s?
ka: დარწმუნებული ხართ, რომ გსურთ %s-ის წაშლა?

source: Theme deleted
ka: თემა წაშლილია

source: No such theme to delete
ka: წასაშლელად ასეთი თემა არ არსებობს

source: Use Pixmap Buttons
ka: რასტრული ღილაკების გამოყენება

source: Use Button Halo/Glow
ka: ღილაკის ნათება/გამოკვეთის გამოყენება

source: Use Button Halo/Glow For Inactive Windows
ka: ნათება/გამოკვეთის გამოყენება არააქტიური ფანჯრებისთვის

source: Button Pixmaps
ka: ღილაკის გამოსახულებები

source: Button
ka: ღილაკი

source: Text Fill
ka: ტექსტის შევსება

source: Text Outline
ka: ტექსტის კონტური

source: Button Fill
ka: ღილაკის შევსება

source: Button Outline
ka: ღილაკის კონტური

source: Color
ka: ფერი

source: Opacity
ka: _გაუმჭვირვალობა

source: X Offset
ka: X წანაცვლება

source: Y Offset
ka: Y წანაცვლება

source: Grab
ka: ჩაჭერა

source: Size
ka: ზომა

source: Top
ka: თავში

source: Bottom
ka: ქვედა

source: Left
ka: მარცხენა

source: Right
ka: მარჯვენა

source: Title-Text Font
ka: სათაურის ტექსტის ფონტი

source: Minimum Title-bar Height
ka: სათაურის მინიმალური სიმაღლე

source: Vertical Button Offset
ka: ღილაკის ვერტიკალური წანაცვლება

source: Horizontal Button Offset
ka: ღილაკის ჰორიზონტალური წანაცვლება

source: Title-bar Object Layout
ka: სათაურის ობიექტების განლაგება

source: Use colons to separate left, center, and right. Anything after a third colon is ignored. C=Close, N=Minimize, X/R=Restore I=Icon, T=Title, H=Help, M=Menu S=Shade, U/A=On Top(Up/Above) Y=Sticky, (#)=# pixels space, ex: (5) F=SuperMaximize
ka: მარცხენას, ცენტრის და მარჯვენას გასაყოფად ორიწერტილი გამოიყენეთ. ყველაფერი მესამე სვეტის შემდეგ გამოტოვებული იქნება. C=დახურვა, N=ჩაკეცვა, X/R=აღდგენა I=ხატულა, T=სათაური, H=დახმარება, M=მენიუ S=ჩრდილი, U/A=ზემოდან(მაღლა/მაღლიდან) Y=წებოვანი, (#)=# პიქსელების სივრცე, მაგ: (5) F=ზეგადიდება

source: Export Theme...
ka: თემის გატანა...

source: _Save
ka: _შენახვა

source: Name:
ka: სახელი:

source: Untitled Theme
ka: სახელო თემა

source: Export...
ka: გატანა...

source: Creator
ka: შემქმნელი

source: Description
ka: აღწერა

source: Theme Version
ka: თემის ვერსია

source: Suggested Widget Theme
ka: ვიჯეტის არჩეული თემა

source: Themer Version
ka: თემის ვერსია

source: Border
ka: საზღვარი

source: Shadows
ka: ჩრდილები

source: Extra Mouse Grabs
ka: თაგუნას დამატებითი ჩაჭერები

source: Frame Borders
ka: ფანჯრის საზღვრები

source: Active Window
ka: აქტიური ფანჯარა

source: Inactive Window
ka: არააქტიური ფანჯარა

source: Screenshot
ka: ეკრანის ანაბეჭდი

source: Images
ka: გამოსახულებები

source: Information
ka: ინფორმაცია

source: NOTE - These settings are not part of themes, they are stored separately, and control various UI preferences for Emerald.
ka: დაიმახსოვრეთ - ეს პარამეტრები თემების ნაწილს არ წარმოადგენენ. ისინი ცალკე ინახება და Emerald-ის ინტერფეისის სხვადასხვა პარამეტრებს აკონტროლებენ.

source: Show Tooltips for Buttons
ka: ღილაკებისთვის მინიშნებების ჩვენება

source: Use Decoration Cropping
ka: დეკორაციის ამოჭრის ჩართვა

source: No Shade on Titlebar Scroll
ka: სათაურის გადახვევისას ჩრდილი ჩართული არ იქნება

source: Use Button Fade
ka: ღილაკის მინავლების გამოყენება

source: Use Button Fade Pulse
ka: ღილაკის მინავლების პულსირების გამოყენება

source: Button Fade Total Duration
ka: ღილაკის მინავლების სრული ხანგრძლივობა

source: Button Fade Step Duration
ka: ღილაკის მინავლების ბიჯის ხანგრძლივობა

source: Button Pulse Wait Duration
ka: ღილაკის მინავლების ლოდინის ხანგრძლივობა

source: Button Pulse Min Opacity %
ka: ღილაკის პულსირების მინიმალური გაუმჭვირვალობის %

source: Titlebar Double-Click Action
ka: სათაურის ზოლზე ორმაგი-წკაპის ქმედება

source: Titlebar Middle-Click Action
ka: სათაურის ზოლზე შუა-წკაპის ქმედება

source: Button Hover Cursor
ka: ღილაკზე კურსორის გადატარებისას

source: Normal
ka: ჩვეულებრივი

source: Pointing Finger
ka: თითი

source: Compiz Decoration Blur Type
ka: Compiz-ის დეკორაციის ბუნდოვნების ტიპი

source: None
ka: არაფერი

source: Titlebar only
ka: მხოლოდ სათაურის ზოლი

source: All decoration
ka: ყველა დეკორაცია

source: Frame Engine
ka: ფანჯრის ძრავი

source: Buttons
ka: ღილაკები

source: Frame/Shadows
ka: ფანჯარა/ჩრდილები

source: Titlebar
ka: სათაურის ქუდის

source: Theme
ka: თემა

source: Edit
ka: ჩასწორება

source: Import Theme...
ka: თემის შემოტანა..

source: _Open
ka: _გახსნა

source: Search:
ka: ძებნა:

source: _Refresh
ka: _განახლება

source: _Delete
ka: _წაშლა

source: _Import...
ka: _შემოტანა...

source: Themes
ka: თემები

source: Edit Themes
ka: თემების ჩასწორება

source: Themes Settings
ka: თემების მორგება

source: Emerald Settings
ka: Emerald-ის მორგება

source: _Quit
ka: _გასვლა
